Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: leave blank if its not an image
bg: оставете празно ако не е изображение

source: per page
bg: на страница

source: products
bg: продукти

source: px.
bg: пикс..

source: save
bg: запази

source: select all
bg: маркирай всичко

source: unselect all
bg: размаркирай всичко

source: x
bg: х

source: %s is not a correct comparsion method.
bg: %s е невалиден метод за сравняване.

source: <strong>Note</strong> that these settings are applicable to cart line items, not the whole cart.
bg: <strong>Внимание</strong>, настройките са приложими само за артикули от количката, не за цялата количка.

source: Add Minimum Qty
bg: Добави минимално количество

source: Allow Qty Below 0
bg: Позволи количества под 0

source: Allow Qty Below 0 and Notify Customer
bg: Позволи количества под 0 и уведоми клиента

source: By Fixed value
bg: По фиксирана стойност

source: By Percentage
bg: По процент

source: Cannot specify product identifier for the order item.
bg: Не може да бъде посочен идентификатор на продукта за поръчания артикул.

source: Catalog Inventory
bg: Каталожен Инвентар

source: Decrease Stock When Order is Placed
bg: Намали налични количества при поръчка

source: Index Product Stock Status
bg: Индексиране на сатус налични количества

source: Inventory API
bg: Инвентар API

source: Inventory Section
bg: Сектор Инвентар

source: Minimum Qty
bg: Минимално количество

source: No Backorders
bg: Без върнати поръчки

source: Not all products are available in the requested quantity
bg: Не всички продукти са налични в заявеното количество

source: Only X left Threshold
bg: Само праг Х налични

source: Product Stock Options
bg: Опции за наличност на продукта

source: Retrieve stock data
bg: Извличане на данни за налични количества

source: Retrieve stock data by product ids
bg: Извличане на данни за налични количества по ID на продукти

source: Rule price
bg: Цена според Правило

source: Set Items' Status to be In Stock When Order is Cancelled
bg: Статус налични количества на артикулите да се промени на В наличност при анулиране на поръчка

source: Some of the products cannot be ordered in the requested quantity.
bg: Някои от продуктите не могат да бъдат поръчани в заявените количества.

source: Stock Options
bg: Опции за налични количества

source: The stock item for Product in option is not valid.
bg: Статус Налични количества в опциите на продукта е невалиден.

source: The stock item for Product is not valid.
bg: Статус Налични количества на продукта е невалиден.

source: This product is available for purchase in increments of %s only.
bg: Този продукт е валиден за покупка само в количество над %s.

source: To Fixed Value
bg: Към фиксирана стойност

source: To Percentage
bg: Към процент

source: Undefined product type.
bg: Недефиниран тип на продукта.

source: Update product stock data
bg: Обнови Налични количества на продукта

source: Update the Product
bg: Обнови продукта

source: Add New Rule
bg: Добави ново правило

source: Apply
bg: Приложи

source: Apply Rules
bg: Прилагане на Правилата

source: By Fixed Amount
bg: По фиксирана сума

source: By Percentage of the Original Price
bg: По процент от оригиналната цена

source: Catalog Price Rule
bg: Правило за Каталожна цена

source: Conditions
bg: Условия

source: Conditions (leave blank for all products)
bg: Условия (празно за прилагане към всички продукти)

source: Customer Registered: %s
bg: Регистриран Клиент: %s

source: Customer is a New Buyer: %s
bg: Клиентът е Нов Купувач: %s

source: Date Expire
bg: Дата на изтичане

source: Date From
bg: Дата от

source: Date Start
bg: Начална дата

source: Date To
bg: Дата до

source: Delete Rule
bg: Иззтрий правило

source: Description: %s
bg: Описание: %s

source: Edit Rule
bg: Редактирай правило

source: Edit Rule '%s'
bg: Редакция на правило '%s'

source: Enable Discount to Subproducts
bg: Разреши отстъпка за подпродукти

source: Expire at: %s
bg: Изтича в: %s

source: From Date
bg: От дата

source: NOT LOGGED IN
bg: БЕЗ ВХОД В СИСТЕМАТА

source: Name: %s
bg: Име: %s

source: Priority
bg: Приоритет

source: Rule Information
bg: Информация за правило

source: Rule Name
bg: Име на правило

source: Save Rule
bg: Запиши правило

source: Save and Apply
bg: Запиши и приложи

source: Start at: %s
bg: Започва в: %s

source: Stop Further Rules Processing
bg: Спри обработката на други правила

source: The rule has been deleted.
bg: Правилото беше изтрито.

source: The rule has been saved.
bg: Правилото беше записано.

source: The rules have been applied.
bg: Правилата са приложени.

source: There are rules that have been changed but were not applied. Please, click Apply Rules in order to see immediate effect in the catalog.
bg: Има променени и неприложени правила. Моля, кликнете Прилагане на Правила, за да видите незабавен ефект в Каталога.

source: This rule no longer exists.
bg: Това правило вече не съществува.

source: To Date
bg: Към дата

source: To Fixed Amount
bg: Към фиксирана сума

source: To Percentage of the Original Price
bg: Към процент от оригиналната цена

source: Unable to apply rules.
bg: Невъзможно прилагането на правила.

source: Unable to find a rule to delete.
bg: Невъзможно е намиране на правило, което да бъде изтрито.

source: Update Prices Using the Following Information
bg: Актуализрай цени, използвайки следната информация

source: Update product's %s %s: %s
bg: Обнови %s %s на продукти: %s

source: Wrong rule specified.
bg: Определено е грешно правило.

source: %s and greater
bg: %s и повече

source: <strong>%d item(s)</strong> were found using the following search criteria
bg: Намерени са <strong>%d артикул(а)</strong> с посочените критерии за търсене

source: Advanced Search
bg: Разширено търсене

source: Advanced Search Form
bg: Форма за разширено търсене

source: Advanced Search Result
bg: Резултат от разширено търсене

source: Applies for "Like" search type only.
bg: Приложимо само за тип за търсене Като"."

source: Apply Layered Navigation if Search Results are Less Than
bg: Приложи Филтър навигация, ако резултатите от търсенето са по-малко от

source: Autogenerated Site Map
bg: Автоматично генерирана карта на сайта

source: Catalog Advanced Search
bg: Продуктов каталог - разширено търсене

source: Catalog Search
bg: Търсене в Каталог

source: Catalog Search Index
bg: Индекс на търсене в Каталог

source: Don't see what you're looking for?
bg: Не виждате това което търсите?

source: Enter "0" to enable layered navigation for any number of results.
bg: Не виждате това, което търсите?

source: Go
bg: Продължи

source: Maximum Query Length
bg: Максимална дължина на заявка за търсене

source: Maximum Query Words Count
bg: Максимален брой думи

source: Maximum Search query length is %s. Your query was cut.
bg: Максималната дължина на заявка за търсене е %s. Вашата заявка е скъсена.

source: Minimal Query Length
bg: Минимална дължина на заявка за търсене

source: Minimum Search query length is %s
bg: Минималната дължина на заявка за търсене е %s

source: Modify your search
bg: Коригирайте критериите за търсене

source: No items were found using the following search criteria.
bg: Няма намерени артикули, удовлетворяващи посочените критерии за търсене.

source: Please specify at least one search term.
bg: Моля, въведете поне един израз за търсене.

source: Popular Search Terms
bg: Често използвани критерии за търсене

source: Quick Search Form
bg: Форма за бързо търсене

source: Rebuild Catalog product fulltext search index
bg: Обновяване на пълно-текстов индекс на търсене за подукти

source: Relevance
bg: Точност

source: Search Settings
bg: Настройки за търсене

source: Search Type
bg: Тип търсене

source: Search entire store here...
bg: Търсене в целия магазин...

source: Search results for '%s'
bg: Резултати за '%s'

source: Search results for: '%s'
bg: Резултати: '%s'

source: Search:
bg: Търсене:

source: Specified date is invalid.
bg: Посочената дата не е валидна

source: Subscribe to Feed
bg: Абониране за Feed данни

source: There are no search terms available.
bg: Няма налични критерии за търсене.

source: Your search returns no results.
bg: Не са намерени резултати.

source: up to %s
bg: до %s

source: 3D Secure Card Validation
bg: 3D Secure Card валидация

source: 3D Secure Cardholder Validation
bg: 3D Secure валидация на картодържател

source: 3D Secure Electronic Commerce Indicator
bg: 3D Secure индикатор за електронна търговия

source: 3D Secure Verification Result
bg: 3D Secure резултат от валидация

source: Card Issuer Liability
bg: Банкови задължения

source: Card Verification
bg: Валидация на карта

source: Enrolled but Authentication Unavailable
bg: Прието, но с неналична оторизацията

source: MasterCard SecureCode
bg: MasterCard код за сигурност

source: Merchant Liability
bg: Оценка на търговец

source: Not Enrolled
bg: Неприето

source: Order cannot be placed.
bg: Поръчката не може да бъде извършена.

source: Payment information error. Please start over.
bg: Грешна информация за разплащане. Моля, започнете от начало.

source: Please continue with placing order.
bg: Моля, продължете с поръчката.

source: Please verify the card with the issuer bank before placing the order.
bg: Моля, изискайте потвърждение на вашата карта от банката-издател преди да направите поръчка

source: Please verify the card with the issuer bank:
bg: Моля, изискайте потвърждение на вашата карта от банката-издател:

source: Start/Reset Validation...
bg: Стартиране/Промяна на валидация...

source: Successful
bg: Успешно

source: Successful attempt
bg: Успешен опит

source: The card has failed verification with the issuer bank.
bg: Картата не успя да премине потвърждение от банката-издател..

source: There has been wrong payment information submitted or the time limit has expired. Please, try again.
bg: Изпратена е грешна информация за плащане или е надхвърлен лимита на време за изпълнение. Моля, опитайте отново.

source: There has been wrong payment information submitted or time limit has expired. Please, try again.
bg: Изпратена е грешна информация за плащане или е надхвърлен лимита на време за изпълнение. Моля, опитайте отново.

source: This card has failed validation and cannot be used.
bg: Тази карта не премина успешно валидация и не може да се използва..

source: To ensure the security of your transactions
bg: За подсигуряване защитата на вашите транзакции

source: Unable to complete
bg: Завършването невъзможно

source: Validation failed.
bg: Валидацията неуспешна.

source: Verification Failed
bg: Потвърждението неуспешно

source: Verification Successful
bg: Потвърждението успешно

source: Verification cannot be processed
bg: Потвърждението не може да бъде извършено

source: Verified by Visa
bg: Потвърдено от Visa

source: %s was added to your shopping cart.
bg: %s е добавен в количката.

source: %s was updated in your shopping cart.
bg: %s е обновен в количката.

source: Add New Address
bg: Добави нов адрес

source: Add New Condition
bg: Добави ново условие

source: Add product to shopping cart
bg: Добави продукт към количката

source: Add product(s) to shopping cart
bg: Добави продукт(и) към количката

source: Additional Product Info
bg: Допълнителна информация за продукт

source: Address
bg: Адрес

source: Address %s of %s
bg: Адрес %s от %s

source: After Adding a Product Redirect to Shopping Cart
bg: Пренасочи към количката след добавяне на продукта

source: Allow Guest Checkout
bg: Разреши на разплащане като Гост

source: Already registered?
bg: Имате регистрация?

source: An error occurred in the process of payment
bg: Възникна грешка по време на плащане

source: An error occurred while deleting this condition.
bg: Възникна грешка при изтриване на това условие.

source: An error occurred while saving this condition.
bg: Възникна грешка при съхраняване на това условие.

source: Apply Coupon
bg: Прилагане на ваучър

source: Are you sure you would like to remove this item from the shopping cart?
bg: Сигурен ли сте, че искате да премахнете този артикул от количката?

source: Back to Billing Information
bg: Обратно към информация за плащане

source: Back to Select Addresses
bg: Обратно към избор на адрес

source: Back to Shipping Information
bg: Обратно към информация за доставка

source: Back to Shopping Cart
bg: Обратно към количката

source: Based on your selection, you may be interested in the following items:
bg: Базирано на вашия избор, може би ще проявите интерес и към следните продукти:

source: Billing Information
bg: Информация за плащане

source: Billing Information - %s
bg: Информация за плащане - %s

source: Cancel Coupon
bg: Анулиране на ваучър

source: Cannot add item to the shopping cart.
bg: Невъзможно добавянето на продукт в количката.

source: Cannot add the item to shopping cart
bg: Невъзможно добавянето на продукта в количката

source: Cannot add the item to shopping cart.
bg: Невъзможно е добавянето на продукта в количката.

source: Cannot apply the coupon code.
bg: Не може да бъде приложен кодът от ваучъра.

source: Cannot configure product.
bg: Конфигурирането на продукт е невъзможно

source: Cannot open the overview page
bg: Не може да бъде отворена страницата за преглед

source: Cannot remove the item.
bg: Артикулът не може да бъде премахнат.

source: Cannot update shopping cart.
bg: Количката не може да бъде обновена.

source: Cannot update the item.
bg: Обновяването е невъзможно

source: Cart Subtotal:
bg: Сума:

source: Change Billing Address
bg: Промени адреса на разплащане

source: Checkbox Text
bg: Текст на отметка

source: Checkout
bg: Разплащане

source: Checkout Conditions
bg: Условия за разплащане

source: Checkout Method
bg: Начин на разплащане

source: Checkout Options
bg: Опции на разплащане

source: Checkout Section
bg: Секция Разплащане

source: Checkout Terms and Conditions
bg: Правила и условия за разплащане

source: Checkout as Guest
bg: Разплащане като гост

source: Checkout as a Guest or Register
bg: Разплащане като гост или регистрация

source: Checkout with Multiple Addresses
bg: Разплащане с няколко адреса за доставка

source: Click <a href="%s" onclick="this.target=\'_blank\'">here to print</a> a copy of your order confirmation.
bg: Кликнете <a href="%s" onclick="this.target=\'_blank\">тук за печат</a> на копие от потвърждение на поръчката."

source: Click <a href="%s">here</a> to continue shopping.
bg: Кликнете <a href="%s">тук</a>, за да продължите с покупките.

source: Condition Name
bg: Име на условие

source: Configurable Product Image
bg: Изображение на Конфигуриран продукт

source: Confirm Password
bg: Потвърди паролата

source: Content
bg: Съдържание

source: Content Height
bg: Височина за Съдържание

source: Content Height (css)
bg: Височина за Съдържание (css)

source: Continue Shopping
bg: Продъжи покупките

source: Continue to Billing Information
bg: Продължи към информация за плащане

source: Continue to Review Your Order
bg: Продължи към преглед на поръчката

source: Continue to Shipping Information
bg: Продължи към информация за доставка

source: Coupon code "%s" is not valid.
bg: Кодът от ваучър "%s" е невалиден.

source: Coupon code "%s" was applied.
bg: Кодът от ваучър "%s" е приложен.

source: Coupon code was canceled.
bg: Ваучера е отменен

source: Create Billing Address
bg: Създай адрес за раплащане

source: Create Shipping Address
bg: Създай адрес за доставка

source: Customer Information
bg: Информация за клиент

source: Customer's information
bg: Информация за клиент

source: Data saving problem
bg: Проблем при записване на данните

source: Default Billing
bg: Разплащане по подразбиране

source: Default Shipping
bg: Доставка по подразбиране

source: Delete Condition
bg: Изтриване на условие

source: Discount Codes
bg: Кодове за отстъпки

source: Display Cart Summary
bg: Покажи общ преглед на количката

source: Display Shopping Cart Sidebar
bg: Покажи странична лента на количката

source: Display item quantities
bg: Покажи количествата на артикулите

source: Display number of items in cart
bg: Покажи брой на продукти в количката

source: Display number of items in wishlist
bg: Покажи брой на продукти в списък с желания

source: Easy access to your order history and status
bg: Лесен достъп до исторя и статус на поръчка

source: Edit Address
bg: Редактирай адрес

source: Edit Billing Address
bg: Редактирай адрес за плащане

source: Edit Items
bg: Редактирай артикули

source: Edit Shipping Address
bg: Редактирай адрес за доставка

source: Edit Terms and Conditions
bg: Редактирай правила и условия

source: Edit Your Cart
bg: Промени съдържанието на количката

source: Edit item
bg: Редактирай

source: Edit item parameters
bg: Редактирай параметри

source: Email Address
bg: Имейл адрес

source: Enable Onepage Checkout
bg: Разреши разплащане на една страница

source: Enable Terms and Conditions
bg: Разреши Правила и условия

source: Enter a New Address
bg: Въведете нов адрес

source: Enter your coupon code if you have one.
bg: Въведете ваучър код, ако е наличен.

source: Enter your destination to get a shipping estimate.
bg: Въведете крайна точка за изчисляване на доставката.

source: Estimate Shipping and Tax
bg: Изчисли доставка и данъци

source: Fast and easy check out
bg: Бързо и лесно разплащане

source: Fax
bg: Факс

source: Forgot an Item?
bg: Забравен продукт?

source: Get a Quote
bg: Вземи оферта

source: Get list of available payment methods
bg: Провери начините за плащане

source: Get list of available shipping methods
bg: Провери начините за доставка

source: Get list of products in shopping cart
bg: Провери продуктите в количката

source: Grand Total:
bg: Общо:

source: Grouped Product Image
bg: Изображение на Групиран продукт

source: Invalid method: %s
bg: Невалиден метод: %s

source: Item not found or already ordered
bg: Продуктът не е намерен или вече е поръчан

source: Load customer quote error
bg: Зареждане грешка на клиентска оферта

source: Loading next step...
bg: Зареждане на следваща стъпка ...

source: Login/Registration Before
bg: Вход/Регистрация преди

source: Manage Checkout Terms and Conditions
bg: Управление на правила и условия за разплащане

source: Maximum Display Recently Added Item(s)
bg: Максимален брой за показване на последно добавени продукти

source: Maximum qty allowed for Shipping to multiple addresses is %s
bg: Максимално разрешено количество за доставка на различни адреси е %s

source: Move to Wishlist
bg: Премести в списък с желания

source: Multishipping Checkout
bg: Разплащане по няколко доставки

source: Multishipping Checkout Address (Any) Form
bg: Форма за адрес за Разплащане по няколко доставки

source: Multishipping Checkout Billing Address Creation
bg: Създаване на адрес за разплащане за Разплащане по няколко доставки

source: Multishipping Checkout Billing Address Edit Form
bg: Форма за редакция на адрес за разплащане за Разплащане по няколко доставки

source: Multishipping Checkout Billing Address Selection
bg: Избор на адрес за разплащане за Разплащане по няколко доставки

source: Multishipping Checkout Billing Information Step
bg: Информация за стъпка за Разплащане по няколко доставки

source: Multishipping Checkout Customer Address Edit Form
bg: Форма за редакция на клиентски адрес за Разплащане по няколко доставки

source: Multishipping Checkout Overview
bg: Общ преглед на Разплащане по няколко доставки

source: Multishipping Checkout Shipping Address Creation
bg: Създаване на адрес за доставка за Разплащане по няколко доставки

source: Multishipping Checkout Shipping Address Edit Form
bg: Форма за редакция на адрес за доставка за Разплащане по няколко доставки

source: Multishipping Checkout Shipping Address Selection
bg: Избор на адрес за доставка за Разплащане по няколко доставки

source: Multishipping Checkout Shipping Information Step
bg: Информация за стъпка за Разплащане по няколко доставки

source: Multishipping Checkout Success
bg: Успешно Разплащане по няколко доставки

source: My Cart
bg: Моята Количка

source: My Cart (%s item)
bg: Моята Количка (%s продукт)

source: My Cart (%s items)
bg: Моята Количка (%s продукта)

source: My Cart Link
bg: Линк към моята количка

source: New Address
bg: Нов адрес

source: ORDER TOTAL WILL BE DISPLAYED BEFORE YOU SUBMIT THE ORDER
bg: ОБЩАТА СУМА НА ПОРЪЧКАТА ЩЕ БЪДЕ ПОКАЗАНА ПРЕДИ ПОТВЪРЖДАВАНЕ

source: One Page Checkout
bg: Разплащане на една страница

source: One Page Checkout Failure
bg: Неуспешно разплащане на една страница

source: One Page Checkout Success
bg: Успешно разплащане на една страница

source: Order #
bg: Поръчка №

source: Order Review
bg: Преглед на поръчката

source: Order Success
bg: Успешна поръчка

source: Order place error.
bg: Грешка при подаване на поръчката

source: Other Items in Your Order
bg: Други продукти в поръчката

source: Payment Information
bg: Информация за плащане

source: Payment Methods After Checkout Button
bg: Начини на плащане след бутона разплащане

source: Payment Methods Before Checkout Button
bg: Начини на плащане преди бутона разплащане

source: Payment method information
bg: Информация за начин наплащане

source: Payment method is not defined
bg: Не е избран начин на плащане

source: Payment methods in shopping cart
bg: Начини на плащане в количката

source: Payment profile # %s: "%s".
bg: Разплащателен профил # %s: "%s".

source: Place Order
bg: Направи поръчка

source: Please agree to all Terms and Conditions before placing the order.
bg: Трябва да сте съгласни с всички Правила и условия преди да направите поръчка.

source: Please agree to all Terms and Conditions before placing the orders.
bg: Трябва да сте съгласни с всички Правила и условия преди да направите поръчка.

source: Please agree to all the terms and conditions before placing the order.
bg: Моля съгласете се с всички Условия за ползване преди да изпратите поръчката

source: Please log in below:
bg: Моля, влезте в систаемата

source: Please select region, state or province
bg: Моля изберете област

source: Please select shipping address for applicable items
bg: Моля, изберете адрес за доставка за посочените артикули

source: Please select shipping methods for all addresses
bg: Моля, изберете начин на доставка за всички адреси

source: Proceed to Checkout
bg: Продължи към разплащане

source: Quantity was recalculated from %d to %d
bg: Кол. е преизчислено от %d на %d

source: Recently added item(s)
bg: Последно добавени продукти

source: Register
bg: Регистрация

source: Register and save time!
bg: Регистрирайте се и спестете време!

source: Register to Create an Account
bg: Регистрирате се за да създадете потребителски профил

source: Remove Item
bg: Премахни

source: Remove coupon code from shopping cart
bg: Премахни кода за отстъпка от количката

source: Remove item
bg: Премахни

source: Remove product from shopping cart
bg: Премахни продукта от количката

source: Remove product(s) from shopping cart
bg: Премахни продукта(ите) от количката

source: Retrieve information about shopping cart
bg: Получи информация за количката

source: Review Order
bg: Прегледай поръчката

source: Review Order - %s
bg: Преглед на поръчка - %s

source: Save Condition
bg: Запис на условие

source: Save in address book
bg: Запиши в адресната книга

source: Select Address
bg: Избор на адрес

source: Select Addresses
bg: Избор на адреси

source: Select Shipping Method
bg: Избор на начин за доствка

source: Select State/Province...
bg: Изберете област ...

source: Select a billing address from your address book or enter a new address.
bg: Изберете адрес за плащане от адресната книга или въведете нов.

source: Select a shipping address from your address book or enter a new address.
bg: Изберете адрес за доставка от адресната книга или въведете нов.

source: Send To
bg: Изпращане до

source: Separate by ",".
bg: Разделяне чрез ",".

source: Set payment method
bg: Избери начин на плащане

source: Set shipping method
bg: Избери начин на доставка
